Repository: b7anka/hollywoodTrackerIOS
Catalog: hollywoodtracker/*.lproj/Localizable.strings
Languages: pt_pt

source: Account deleted!
pt_pt: Conta apagada!

source: Add Movie
pt_pt: Adicionar Filme

# add_tvshow
source: Add Tv Show Episode
pt_pt: Addicionar Episódio

source: added
pt_pt: adicionado

# app_needs_updating
source: There is an update available! It is mandatory that you update the app.
pt_pt: Existe uma actualização! É obrigatório que actualize a aplicação.

source: Are you sure?
pt_pt: Tem a certeza?

# ask_if_user_has_finished_watching_the_show
source: Did you finish watching this
pt_pt: Acabou de ver este

# ask_if_user_wants_to_add_next_episode
source: Do you want to add the next episode of the tv show
pt_pt: Quer adicionar o episódio seguinte da série

# ask_if_user_wants_to_edit_show
source: Do you want to edit this
pt_pt: Quer editar este

# ask_user_if_he_wants_to_link_his_google_account
source: There's already an user registered with that email address, do you want to link this google account?
pt_pt: Já existe um utilizador registado com esse email, quer associar esta conta google?

# ask_user_if_he_wants_to_unlink_his_google_account
source: Are you sure you want to unlink your google account? You will have to link it again if you want to use it in the future. Proceed?
pt_pt: Tem a certeza que quer desassociar a sua conta google? Terá de a voltar a associar caso queira voltar a usá-la! Continuar?

# ask_user_to_delete_account
source: Are you sure you want to delete your account? This action is irreversible!
pt_pt: Tem a certeza que quer apagar a sua conta? Esta acção é irreversível!

# ask_user_to_delete_everything
source: Are you sure you want to delete everything? This action is not reversible!
pt_pt: Tem a certeza que quer apagar tudo? Esta acção é irreversível!

# ask_what_user_wants_to_do
source: What do you want to do?
pt_pt: O que deseja fazer?

# biometric_not_enrolled
source: You need to enroll a finger print or a face to be able to use this funcionality!
pt_pt: Tem de registar pelo menos uma impressão digital ou uma cara para poder usar esta funcionalidade!

# bug_report_saved_successfully
source: Bug report successfully saved!
pt_pt: Relatório de erro guardado com sucesso!

# bug_report_saved_title
source: Bug report saved!
pt_pt: Relatório de erro guardado!

# bug_report_sent_title
source: Bug report sent!
pt_pt: Relatório de erro enviado!

# camera_btn
source: Camera
pt_pt: Câmera

# camera_or_library
source: Open camera or library?
pt_pt: Abrir câmera ou biblioteca?

# cancel_btn
source: Cancel
pt_pt: Cancelar

source: Change Password
pt_pt: Alterar Palavra-passe

# check_remember_me_first_before_using_this_functionality
source: You need to check the option "Remember me?" at login before using this functionality!
pt_pt: Tem de marcar a opção "Lembrar?" ao entrar antes de poder usar esta funcionalidade!

# code_wrong
source: The code you entered is wrong!
pt_pt: O código que introduziu está errado!

source: Completed
pt_pt: Completo

# current_password_wrong
source: Your current password is wrong!
pt_pt: A palavra-passe actual está errada!

# delete_account
source: Delete My Account
pt_pt: Apagar a minha conta

# device_does_not_support_biometric
source: Your device does not support biometric authentication!
pt_pt: O seu aparelho não suporta autenticação biometrica!

source: Edit Information
pt_pt: Editar Informação

source: Edit Movie
pt_pt: Editar Filme

# edit_profile_btn
source: Edit Profile
pt_pt: Editar Perfil

# edit_tvshow
source: Edit Tv Show Episode
pt_pt: Editar Episódio

# email_requirements
source: The email address field can't have more than 50 lower case characters and needs to be a valid address!
pt_pt: O email não pode conter mais que 50 caracteres minúsculos e tem de ser um email válido!

source: Email sent!
pt_pt: Email enviado!

source: Episode
pt_pt: Episódio

# episode_requirements
source: The episode field can't have more than 2 characters and the max value for episode is 79! Episode ex: (00)
pt_pt: O campo episódio não pode ter mais que 2 caracteres e o valor máximo para a episódio é 79! Exemplo ex: (00)

source: Error
pt_pt: Erro!

# everything_deleted_successfully
source: Everything was deleted successfully!
pt_pt: Tudo apagado com sucesso!

# fullname_requirements
source: The full name field can only contain letters, spaces and a maximum of 80 characters, and you have to enter at least 2 names!
pt_pt: O campo nome completo só pode conter letras, espaços e 80 caracteres no máximo, e tem de introduzir no mínimo 2 nomes!

# google_account_updated
source: Google account status updated
pt_pt: Estado da conta Google actualizado

# in_app_purchases_not_available
source: Your device does not support in app purchases!
pt_pt: O seu aparelho não suporta compras na aplicação!

source: Information!
pt_pt: Informação!

# library_btn
source: Library
pt_pt: Biblioteca

# logged_in
source: Logged in successfully!
pt_pt: Entrou com sucesso!

# mov
source: movie
pt_pt: filme

source: Movie
pt_pt: Filme

source: Movies
pt_pt: Filmes

# new_password_equals_current
source: Your new password can't be the same as your current password!
pt_pt: A sua nova palavra-passe não pode ser igual à palavra-passe actual!

# no_btn
source: No
pt_pt: Não

# no_camera
source: You don't have a camera or it is broken!
pt_pt: Não tem câmera ou ela está avariada!

# no_internet
source: No internet connection available!
pt_pt: Ligação à internet não disponível!

# no_recent_to_show
source: You haven't watched anything recently.
pt_pt: Não viu nada recentemente.

# not_watching_movies
source: You are not currently watching any movie.
pt_pt: Não está a ver nenhum filme actualmente.

# not_watching_tvshows
source: You are not currently watching any tv show.
pt_pt: Não está a ver nenhuma série actualmente.

# nothing_to_delete
source: You have nothing to delete!
pt_pt: Não tem nada para apagar!

# offline_changes
source: The changes you have made were saved and will be communicated to the server once you get your internet connection back!
pt_pt: As alterações que fez foram guardadas e serão comunicadas ao servidor assim que recupere a sua ligação è internet!

# on_empty_user_inputs
source: You need to fill everything before proceeding!
pt_pt: Tem de preencher tudo antes de continuar!

# password_changed_successfully
source: Your password was successfully changed!
pt_pt: A sua palavra-passe foi alterada com sucesso!

# password_changed_title
source: Password changed!
pt_pt: Palavra-passe alterada!

# password_requirements
source: The password must be at least 8 characters long, 1 uppercase letter, 1 lower case letter, 1 number and 1 symbol! The symbol cannot be a semi-colon!
pt_pt: A palavra-passe tem de ter pelo menos 8 caracteres, 1 letra maiúscula, 1 letra minúscula, 1 número e 1 símbolo! O símbolo não pode ser um ponto e vírgula!

# passwords_dont_match
source: The passwords don't match!
pt_pt: As palavras-passe não são iguais!

# place_fingerprint_in_sensor
source: Place your finger on the touch id sensor to authenticate yourself.
pt_pt: Coloque o dedo no sensor touch ID para que seja autenticado.

source: Premium User
pt_pt: Utilizador Premium

# product_info
source: Description
pt_pt: Descrição

# product_title
source: Title
pt_pt: Título

source: Profile
pt_pt: Perfil

# profile_saved_successfully
source: You profile has been updated and the changes were saved successfully!
pt_pt: O seu perfil foi actualizado, e as alterações foram guardadas com sucesso!

# profile_updated_title
source: Your profile was updated!
pt_pt: O seu perfil foi actualizado!

source: Recent
pt_pt: Recentes

# save_btn
source: Save
pt_pt: Guardar

source: Season
pt_pt: Temporada

# season_requirements
source: The season field can't have more than 2 characters and the max value for season is 59! Season ex: (01)
pt_pt: O campo temporada não pode ter mais que 2 caracteres e o valor máximo para a temporada é 59! Exemplo ex: (01)

source: Show deleted!
pt_pt: Show apagado!

source: Success!
pt_pt: Sucesso!

# success_title
source: Success!
pt_pt: Successo!

# successfully_unliked_google_account
source: You have successfully unlinked your google account!
pt_pt: Desassociou a sua conta google com sucesso!

source: Thumbnail uploaded!
pt_pt: Miniatura enviada!

# title_requirements
source: The title can't have more than 60 characters!
pt_pt: O título não pode conter mais que 60 caracteres!

source: Total Videos Watched
pt_pt: Total Vídeos Vistos

# total_videos_watched_saved
source: Total videos watched updated successfully!
pt_pt: Total de vídeos vistos actualizado com sucesso!

# tv
source: episode
pt_pt: episódio

source: Tv Shows
pt_pt: Séries

source: Unlink Google Account
pt_pt: Desassociar Conta Google

source: updated
pt_pt: actualizado

# updated_to_premium_successfully
source: Congratulations! You are now a premium user!
pt_pt: Parabéns! Agora é um utilizador premium!

# upload_btn
source: Upload
pt_pt: Enviar

# user_already_registered
source: Oops...!
pt_pt: Oh Bolas...!

# user_is_invalid
source: It seems there is something wrong with your user, it appears that it no longer exists! You will be logged out from the application, try to login again or use a diferent user account!
pt_pt: Algo se passa com a sua conta de utilizador, parece que não existe! Será desconectado da aplicação, tente entrar novamente ou use uma conta diferente!

# username_requirements
source: The username field can only contain letters, numbers, dots and cannot have more than 40 characters!
pt_pt: O campo nome de utilizador só pode conter letras, números, pontos e não pode conter mais do que 40 caracters!

# wait_to_watch_video_again
source: You have to wait a little bit to watch another video!
pt_pt: Tem de esperar um bocado antes de poder ver outro vídeo!

source: Warning!
pt_pt: Aviso!

# watched_time_requirements
source: The watched time field can't have more than 8 characters and the max value for watched time is 03:59:59! Watched time ex: (00:00:00)
pt_pt: O campo tempo visto não pode ter mais que 8 caracteres e o valor máximo para o tempo visto é 03:59:59! Exemplo: (00:00:00)

# welcome
source: Welcome to Hollywood Tracker!
pt_pt: Bem-vindo ao Hollywood Tracker!

# yes_btn
source: Yes
pt_pt: Sim

# you_sure_delete_title
source: Are you sure you want to delete this title? This action is not reversible!
pt_pt: Tem a certeza que quer apagar este título? Esta acção é irreversível!

# buy_btn
source: Buy Premium
pt_pt: Comprar Premium

# restore_btn
source: Restore Premium
pt_pt: Restaurar Premium

source: Premium Restored Successfully!
pt_pt: Premium Restaurado Com Successo!
